Repository: CastosHQ/Seriously-Simple-Podcasting
Catalog: lang/seriously-simple-podcasting-*.po
Languages: ru_ru

source: Play in new window
ru_ru: Воспроизводить в новом окне

source: Redirect this feed to new URL
ru_ru: Включить перенаправление

source: Redirect your feed to a new URL (specified below).
ru_ru: Перенаправлять все запросы RSS-потока на новый URL (задаётся ниже).

# post type general name
source: Podcast
ru_ru: Подкаст

# post type singular name
source: Podcast
ru_ru: Подкасты

# podcast
source: Add New
ru_ru: Добавить новый

source: Add New %s
ru_ru: Добавить новый %s

source: Episode
ru_ru: Выпуск

source: Edit %s
ru_ru: Редактировать %s

source: New %s
ru_ru: Новый %s

source: All %s
ru_ru: Все выпуски

source: Episodes
ru_ru: Выпуски

source: View %s
ru_ru: Просмотр %s

source: Search %a
ru_ru: Поиск по выпускам

source: No %s Found
ru_ru: %s не найдено

source: No %s Found In Trash
ru_ru: %s в корзине не найдено

source: Podcast
ru_ru: Подкасты

source: Podcast Series
ru_ru: Серия подкастов

source: Series
ru_ru: Серия

source: Search Series
ru_ru: Искать серию

source: All Series
ru_ru: Все серии

source: Parent Series
ru_ru: Родительская серия

source: Parent Series:
ru_ru: Родительская серия:

source: Edit Series
ru_ru: Изменить серию

source: Update Series
ru_ru: Обновить серию

source: Add New Series
ru_ru: Добавить новую серию

source: New Series Name
ru_ru: Название новой серии

source: View Series
ru_ru: Показать серию

source: Popular Series
ru_ru: Популярные серии

source: Separate series with commas
ru_ru: Серии разделяются запятыми

source: Add or remove Series
ru_ru: Добавить или удалить серии

source: Choose from the most used Series
ru_ru: Выберите из часто используемых серий

source: No Series Found
ru_ru: Серий не найдено

source: Image
ru_ru: Изображение

source: Series feed URL
ru_ru: URL RSS-потока серии

source: Episode updated. %sView episode%s.
ru_ru: Выпуск обновлён. %sView episode%s.

source: Custom field updated.
ru_ru: Настраиваемое поле обновлено.

source: Custom field deleted.
ru_ru: Настраиваемое поле удалено.

source: Episode updated.
ru_ru: Выпуск обновлён.

source: Episode restored to revision from %s.
ru_ru: Выпуск восстановлен до %s.

source: Episode published. %sView episode%s.
ru_ru: Выпуск опубликован. %sView episode%s.

source: Episode saved.
ru_ru: Выпуск сохранён.

source: Episode submitted. %sPreview episode%s.
ru_ru: Выпуск отправлен. %sPreview episode%s.

source: Episode scheduled for: %1$s. %2$sPreview episode%3$s.
ru_ru: Выпуск запланирован на %1$s. %2$sPreview episode%3$s.

source: M j, Y @ G:i
ru_ru: d.m.Y G:i

source: Episode draft updated. %sPreview episode%s.
ru_ru: Черновик выпуска обновлён. %sPreview episode%s.

source: Podcast Episode Details
ru_ru: Свойства выпуска подкаста

source: Upload File
ru_ru: Загрузить файл

source: Audio file:
ru_ru: Аудио файл:

source: Upload the primary podcast audio file. If the file is hosted on another server simply paste the URL here.
ru_ru: Загрузка выпуска подкаста. Если файл размещён на другом сервере, просто вставьте его URL в это поле.

source: Duration:
ru_ru: Продолжительность:

source: Duration of audio file for display (calculated automatically if possible).
ru_ru: Длительность звучания файла (по возможности вычисляется автоматически).

source: File size:
ru_ru: Размер файла

source: Size of the audio file for display (calculated automatically if possible).
ru_ru: Размер аудиофайла (по возможности вычисляется автоматически).

source: Date recorded:
ru_ru: Дата записи:

source: The date on which this episode was recorded.
ru_ru: Дата записи выпуска.

source: Explicit:
ru_ru: Ограничения:

source: Mark this episode as explicit.
ru_ru: Выпуск содержит ненормативную лексику.

source: Block from iTunes:
ru_ru: Блокировка на iTunes:

source: Block this episode from appearing in iTunes.
ru_ru: Не публиковать этот выпуск на iTunes.

source: %s Episode
ru_ru: %s выпуск

source: Documentation
ru_ru: Документация (англ.)

source: Write a review
ru_ru: Оставить отзыв

source: Donate
ru_ru: Пожертвование

source: Confirm compatibility
ru_ru: Подтверждение совместимости

source: Enter episode title here
ru_ru: Введите название этого выпуска

source: If you like %1$sSeriously Simple Podcasting%2$s please leave a %3$s&#9733;&#9733;&#9733;&#9733;&#9733;%4$s rating. A huge thank you in advance!
ru_ru: Если вам нравится %1$sSeriously Simple Podcasting%2$s, пожалуйста, поставьте нам %3$s&#9733;&#9733;&#9733;&#9733;&#9733;%4$s. Заранее большое спасибо!

source: Thanks!
ru_ru: Спасибо!

source: %1$sThank you for publishing with %2$sSeriously Simple Podcasting%3$s.%4$s
ru_ru: %1$sСпасибо за использование плагина %2$sSeriously Simple Podcasting%3$s.%4$s

source: Download file
ru_ru: Скачать файл

source: Duration
ru_ru: Продолжительность

source: Size
ru_ru: Размер

source: Recorded on
ru_ru: Записано

source: Podcast RSS feed
ru_ru: RSS-поток подкаста

source: Podcast Settings
ru_ru: Настройки подкаста

source: Settings
ru_ru: Настройки

source: -- None --
ru_ru: -- Нет --

source: Arts
ru_ru: Искусство

source: Business
ru_ru: Бизнес

source: Comedy
ru_ru: Комедия

source: Education
ru_ru: Образование

source: Games & Hobbies
ru_ru: Игры и хобби

source: Government & Organizations
ru_ru: Организации и правительство

source: Health
ru_ru: Здоровье

source: Kids & Family
ru_ru: Семья и дети

source: Music
ru_ru: Музыка

source: News & Politics
ru_ru: Новости и политика

source: Religion & Spirituality
ru_ru: Религия и духовность

source: Science & Medicine
ru_ru: Наука и медицина

source: Society & Culture
ru_ru: Общество и культура

source: Sports & Recreation
ru_ru: Спорт и отдых

source: Technology
ru_ru: Технологии

source: TV & Film
ru_ru: Кино и телевидение

source: Design
ru_ru: Дизайн

source: Fashion & Beauty
ru_ru: Мода и красота

source: Food
ru_ru: Еда

source: Literature
ru_ru: Литература

source: Performing Arts
ru_ru: Исполнительское искусство

source: Visual Arts
ru_ru: Визуальное искусство

source: Business News
ru_ru: Бизнес-новости

source: Careers
ru_ru: Карьера

source: Investing
ru_ru: Инвестиции

source: Management & Marketing
ru_ru: Менеджмент и маркетинг

source: Shopping
ru_ru: Торговля

source: Education Technology
ru_ru: Образовательные технологии

source: Higher Education
ru_ru: Высшее образование

source: K-12
ru_ru: Среднее образование

source: Language Courses
ru_ru: Языковые курсы

source: Training
ru_ru: Трэнинги

source: Automotive
ru_ru: Автомобили

source: Aviation
ru_ru: Авиация

source: Hobbies
ru_ru: Хобби

source: Other Games
ru_ru: Прочие игры

source: Video Games
ru_ru: Видеоигры

source: Local
ru_ru: Местные

source: National
ru_ru: Национальные

source: Non-Profit
ru_ru: Некоммерческие

source: Regional
ru_ru: Региональные

source: Alternative Health
ru_ru: Нетрадиционная медицина

source: Fitness & Nutrition
ru_ru: Фитнесс и здоровое питание

source: Self-Help
ru_ru: Самопомощь

source: Sexuality
ru_ru: Сексуальность

source: Buddhism
ru_ru: Буддизм

source: Christianity
ru_ru: Христианство

source: Hinduism
ru_ru: Индуизм

source: Islam
ru_ru: Ислам

source: Judaism
ru_ru: Иудаизм

source: Other
ru_ru: Прочие

source: Spirituality
ru_ru: Духовность

source: History
ru_ru: История

source: Personal Journals
ru_ru: Личные дневники

source: Philosophy
ru_ru: Философия

source: Places & Travel
ru_ru: Путешествия

source: Amateur
ru_ru: Для взрослых

source: College & High School
ru_ru: Колледж и высшая школа

source: Outdoor
ru_ru: На свежем воздухе

source: Professional
ru_ru: Профессиональный

source: Gadgets
ru_ru: Гаджеты

source: Tech News
ru_ru: Новости техники

source: Podcasting
ru_ru: Подкастинг

source: Software How-To
ru_ru: Руководства по софту

source: General
ru_ru: Основные

source: Podcast post types
ru_ru: Типы публикаций подкастов

source: Use this setting to enable podcast functions on any post type - this will add all podcast posts from the specified types to your podcast feed.
ru_ru: Эта настройка добавляет функционал подкастов для любого типа публикаций. Все публикации с подкастами из выбранных типов публикаций будут включены в RSS-поток подкаста.

source: Include podcast in main blog
ru_ru: Добавить подкасты в основной блог

source: This setting may behave differently in each theme, so test it carefully after activation - it will add the 'podcast' post type to your site's main query so that your podcast episodes appear on your home page along with your blog posts.
ru_ru: Эта настройка может вести себя по-разному в зависимости от используемой темы, по этому проверьте её работу после включения. Настройка добавляет записи из типа публикации 'podcast' в общий поток публикаций блога.

source: Audio player locations
ru_ru: Отображать аудиоплеер

source: Select where to show the podcast audio player along with the episode data (download link, duration and file size)
ru_ru: Выберите, где отображать аудиоплеер для подкаста со сведениями о выпуске (ссылка на скачивание, продолжительность и размер файла).

source: Full content
ru_ru: в полной публикации

source: Excerpt
ru_ru: в кратком описании публикации

source: Audio player position
ru_ru: Положение аудиоплеера

source: Select whether to display the audio player above or below the full post content.
ru_ru: Выберите расположение аудиоплеера относительного основного содержимого публикации.

source: Above content
ru_ru: Над контентом

source: Below content
ru_ru: Под контентом

source: Feed details
ru_ru: Свойства RSS-потока

source: This data will be used in the feed for your podcast so your listeners will know more about it before they subscribe.%1$sAll of these fields are optional, but it is recommended that you fill in as many of them as possible. Blank fields will use the assigned defaults in the feed.%2$s
ru_ru: Эти данные будут использованы в описании RSS-потока. Так слушатели смогут узнать сведения о подкасте до того, как подпишутся на него.%1$sЗаполнение всех полей не является обязательным, но рекомендуется заполнить как можно больше из них. Пустые поля будут использовать установленные значения по-умолчанию.%2$s

source: Title
ru_ru: Название

source: Your podcast title.
ru_ru: Название подкаста.

source: Subtitle
ru_ru: Подзаголовок

source: Your podcast subtitle.
ru_ru: Подзаголовок подкаста.

source: Author
ru_ru: Автор

source: Your podcast author.
ru_ru: Автор подкаста.

source: Category
ru_ru: Категория

source: Your podcast's category.
ru_ru: Категория подкаста из установленного списка.

source: Sub-Category
ru_ru: Подкатегория

source: Your podcast's sub-category (if available) - must be a sub-category of the category selected above.
ru_ru: Выберите подкатегорию (если доступно). Это обязательно должна быть подкатегория из выбранной выше категории.

source: Description/Summary
ru_ru: Описание

source: A description/summary of your podcast - no HTML allowed.
ru_ru: Описание подкаста. Без использования HTML.

source: Cover Image
ru_ru: Обложка подкаста

source: Your podcast cover image - must have a minimum size of 1400x1400 px.
ru_ru: Обложка подкаста - должна иметь размер не менее 1400x1400 px.

source: Owner name
ru_ru: Имя автора

source: Podcast owner's name.
ru_ru: Имя автора (или владельца) подкаста.

source: Owner email address
ru_ru: Адрес автора

source: Podcast owner's email address.
ru_ru: Адрес email автора подкаста.

source: Language
ru_ru: Язык

source: Your podcast's language in %1$sISO-639-1 format%2$s.
ru_ru: Язык подкаста в формате %1$sISO-639-1 format%2$s.

source: Copyright
ru_ru: Копирайт

source: Copyright line for your podcast.
ru_ru: Строка с информацией об авторских правах.

source: Explicit
ru_ru: Ненормативная лексика

source: Mark if your podcast is explicit or not.
ru_ru: Отметьте здесь, если в вашем подкасте присутствует ненормативная лексика и содержимое, неприемлемое для лиц младше 18 лет.

source: New podcast feed URL
ru_ru: Новый URL RSS-потока

source: Your podcast feed's new URL.
ru_ru: Новый URL RSS-потока вашего подкаста.

source: New feed URL
ru_ru: URL RSS-потока

source: Security
ru_ru: Доступ по паролю

source: Change these settings to ensure that your podcast feed remains private. This will block feed readers (including iTunes) from accessing your feed.
ru_ru: Поменяйте эти настройки чтобы закрыть свободный доступ к RSS-потоку подкаста. Учтите, что сетевые службы (включая iTunes) в этом случае не смогут получить RSS-поток.

source: Password protect your podcast feed
ru_ru: Пароль доступа к RSS-потоку

source: Mark if you would like to password protect your podcast feed - you can set the username and password below. This will block all feed readers (including iTunes) from accessing your feed.
ru_ru: Отметьте, чтобы сделать RSS-поток подкаста доступным только по паролю. Эта настройка заблокирует доступ всем сетевым службам, включая iTunes.

source: Username
ru_ru: Имя пользователя

source: Username for your podcast feed.
ru_ru: Имя пользователя для доступа к RSS-потоку.

source: Feed username
ru_ru: Логин для RSS-потока

source: Password
ru_ru: Пароль

source: Password for your podcast feed. Once saved, the password is encoded and secured so it will not be visible on this page again.
ru_ru: Пароль для доступа к RSS-потоку. Пароль сохраняется в зашифрованном виде и больше не будет виден на этой странице.

source: Feed password
ru_ru: Пароль для RSS-потока

source: No access message
ru_ru: Сообщение о запрете доступа

source: This message will be displayed to people who are not allowed access to your podcast feed. Limited HTML allowed.
ru_ru: Это сообщение будет выводиться всем, у кого нет доступа к RSS-потоку подкаста. Разрешены простые теги HTML.

source: You are not permitted to view this podcast feed.
ru_ru: Вы не можете просматривать RSS-поток этого подкаста.

source: Message displayed to users who do not have access to the podcast feed
ru_ru: Сообщение для пользователей, у которых нет доступа на чтение RSS-потока подкаста.

source: Redirection
ru_ru: Перенаправление

source: Use these settings to safely move your podcast to a different location. Only do this once your new podcast is setup and active.
ru_ru: Используйте эти функции для безопасного перемещения подкаста на новое место.

source: Redirect podcast feed to new URL
ru_ru: Перенести RSS-поток на новый URL

source: Redirect your feed to a new URL (specified below).%1$sThis will inform all podcasting services that your podcast has moved and 48 hours after you have saved this option it will permanently redirect your feed to the new URL.
ru_ru: При включении все, кто запрашивает RSS-поток, будут уведомлены, что подкаст перемещён на новый адрес.%1$sНа различных сервисах подкастинга процесс переноса обычно занимает до 48 часов.

source: Publishing
ru_ru: Публикация

source: Use these URLs to share and publish your podcast feed. These URLs will work with any podcasting service (including iTunes).
ru_ru: Используйте эти адреса для публикации RSS-потоков ваших подкастов. Они будут работать в любом сервисе подкастинга, например, в iTunes.

source: External feed URL
ru_ru: Внешний URL RSS-потока

source: If you are syndicating your podcast using a third-party service (like Feedburner) you can insert the URL here, otherwise this must be left blank.
ru_ru: Если вы хотите распространять подкаст через сторонний сервис (например, Feedburner), вы можете вставить URL его RSS-потока сюда. В остальных случаях оставьте поле пустым.

source: Complete feed
ru_ru: Обобщённый RSS-поток

source: Feed for a specific series
ru_ru: RSS-поток для отдельной серии

source: Podcast page
ru_ru: Страница подкастов

source: View feed
ru_ru: Показать RSS-поток

source: Password stored securely
ru_ru: Пароль хранится в зашифрованном виде

source: Upload new image
ru_ru: Закачать новое изображение

source: Remove image
ru_ru: Убрать изображение

source: %1$s settings updated.
ru_ru: %1$s настройки обновлены.

source: Toggle series list display
ru_ru: Показывать список выпусков в серии

source: Default feed
ru_ru: RSS-поток по-умолчанию

source: Save Settings
ru_ru: Сохранить настройки

source: episodes
ru_ru: выпуски

source: Display a list of your most recent podcast episodes.
ru_ru: Отображает список свежих выпусков подкаста.

source: Podcast: Recent Episodes
ru_ru: Свежие выпуски подкаста

source: Recent Episodes
ru_ru: Свежие выпуски

source: Title:
ru_ru: Заголовок:

source: Number of episodes to show:
ru_ru: Количество отображаемых выпусков:

source: Display episode date?
ru_ru: Показывать дату записи выпуска?

source: Display a list of episodes from a single series.
ru_ru: Отобразить список выпусков выбранной серии.

source: Podcast: Series
ru_ru: Серия подкастов

source: Use series title
ru_ru: Использовать название серии подкастов

source: Series:
ru_ru: Серия:

source: Display series title inside widget?
ru_ru: Показывать название серии внутри виджета?

source: Display series description?
ru_ru: Показывать описание серии?

source: Display a single podcast episode.
ru_ru: Отобразить выпуск подкаста.

source: Podcast: Single Episode
ru_ru: Выпуск подкаста

source: Use episode title
ru_ru: Использовать заголовок выпуска

source: Episode:
ru_ru: Выпуск:

source: - Latest episode -
ru_ru: - Свежий выпуск -

source: Display episode title inside widget?
ru_ru: Показывать в виджете заголовок выпуска?

source: Display episode excerpt?
ru_ru: Показывать описание выпуска?

source: Display full episode content?
ru_ru: Показывать содержание страницы выпуска?

source: Display episode audio player?
ru_ru: Показывать аудиоплеер для выпуска?

source: Display episode details?
ru_ru: Показывать свойства выпуска?

source: and
ru_ru: и

source: Podcasting the way it's meant to be. No mess, no fuss - just you and your content taking over the world.
ru_ru: Подкастинг - такой, каким он и должен быть. Без сложностей и головной боли: только вы и ваши записи, готовые отправиться в любую точку мира.

source: Hugh Lashbrooke
ru_ru: Хью Лэшбрук
